Repository: ProtonVPN/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: be_by, cs_cz, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, id_id, it_it, ja_jp, ka_ge, ko_kr, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua

# Settings_Common_Discard_Title
source: Discard settings changes?
cs_cz: Zrušit změny nastavení?
de_de: Änderungen verwerfen?
es_es: ¿Descartar los cambios en los ajustes?
fa_ir: تغییرات در تنظیمات کنونی، چشم‌پوشی شوند؟
fr_fr: Abandonner les modifications des paramètres ?
it_it: Vuoi scartare le modifiche alle impostazioni?
ja_jp: 設定の変更を破棄しますか?
ko_kr: 설정값 변경을 취소합니까?
nb_no: Forkast endringer i innstillinger?
ro_ro: Ignorați modificările setărilor?
ru_ru: Отменить изменения настроек?
sv_se: Kasta inställningsändringar?
tr_tr: Ayar değişiklikleri yok sayılsın mı?

# Dialogs_ReportIssue_ContactForm_Email_Description
source: example@domain.com
be_by: pryklad@damen.com
cs_cz: priklad@domena.cz
de_de: name@beispiel.de
es_es: ejemplo@dominio.es
fi_fi: esimerkki@verkkotunnus.fi
fr_fr: exemple@domaine.fr
id_id: contoh@domain.com
it_it: esempio@dominio.it
nb_no: eksempel@domain.no
nl_nl: voorbeeld@domein.com
pl_pl: przyklad@domena.pl
pt_pt: exemplo@domínio.com
ro_ro: exemplu@domeniu.com
ru_ru: primer@domain.com
sk_sk: priklad@domena.sk
sl_si: primer@domena.si
tr_tr: ornek@etkialani.com

# Flyouts_IpAddress_VpnIp
source: VPN IP
es_es: IP de VPN
fi_fi: VPN:n IP
id_id: IP VPN
pl_pl: Adres IP VPN
pt_pt: IP da VPN
ro_ro: IP VPN

# Format_Size_Exabytes
source: {0} EB
be_by: {0} ЭБ
fi_fi: {0} Et
fr_fr: {0} Eo
ka_ge: {0} ებ
ro_ro: {0} EiB
ru_ru: {0} ЭБ
uk_ua: {0} ЕБ

# Format_Size_Gigabytes
source: {0} GB
be_by: {0} ГБ
fi_fi: {0} Gt
fr_fr: {0} Go
ka_ge: {0} გბ
ro_ro: {0} GiB
ru_ru: {0} ГБ
uk_ua: {0} ГБ

# Format_Size_Kilobytes
source: {0} KB
be_by: {0} КБ
fi_fi: {0} kt
fr_fr: {0} Ko
ka_ge: {0} კბ
ro_ro: {0} KiB
ru_ru: {0} КБ
uk_ua: {0} кБ

# Format_Size_Megabytes
source: {0} MB
be_by: {0} МБ
fi_fi: {0} Mt
fr_fr: {0} Mo
ka_ge: {0} მბ
ro_ro: {0} MiB
ru_ru: {0} МБ
uk_ua: {0} МБ

# Format_Size_Petabytes
source: {0} PB
be_by: {0} ПБ
fi_fi: {0} Pt
fr_fr: {0} Po
ka_ge: {0} პბ
ro_ro: {0} PiB
ru_ru: {0} ПБ
uk_ua: {0} ПБ

# Format_Size_Terabytes
source: {0} TB
be_by: {0} ТБ
fi_fi: {0} Tt
fr_fr: {0} To
ka_ge: {0} ტბ
ro_ro: {0} TiB
ru_ru: {0} ТБ
uk_ua: {0} ТБ

# Home_ConnectionDetails_VpnIp
source: VPN IP
es_es: IP de VPN
fi_fi: VPN:n IP
fr_fr: Adresse IP du VPN
id_id: IP VPN
it_it: IP della VPN
pl_pl: Adres IP VPN
pt_pt: IP da VPN
ro_ro: IP VPN
tr_tr: VPN IP adresi

# Settings_Account_MyAccount
source: My account
ro_ro: Contul meu
sv_se: Mitt konto

# Settings_Connection_KillSwitch
source: Kill switch
fa_ir: سوئیچ کشتار
fi_fi: Tappokytkin
ro_ro: Întrerupător de conexiune
sl_si: Odklopno stikalo

# Format_Time_HoursMinutesSeconds_Short
source: hh\:mm\:ss
ka_ge: სს\:წწ\:წწ
nb_no: tt\:mm\:ss
pl_pl: gg\:mm\:ss
ru_ru: чч\:мм\:сс

# Format_Size_Bytes
source: {0} B
be_by: {0} Б
fi_fi: {0} t
fr_fr: {0} o
ka_ge: {0} ბ
ru_ru: {0} Б
uk_ua: {0} Б

# Format_Time_MinutesSeconds_Short
source: mm\:ss
ka_ge: მმ\:წწ
ru_ru: мм\:сс

# Countries_Server_One
source: {0} server
fa_ir: {0} سرور
fr_fr: {0} serveur
nb_no: {0} tjener
ru_ru: {0} сервер
tr_tr: {0} sunucu

# Format_Milliseconds
source: {0}ms
fa_ir: {0} میلی‌ثانیه
ru_ru: {0}мс.

# Dialogs_SmartRouting_Title
source: Smart Routing
de_de: Intelligentes Routing
